HealthLevelData =['你的得分较低，可能表明你最近感到一些压力或不安。建议多关注自己的内心需求，比如尝试放松活动（如深呼吸或散步），或者与信任的人聊聊心事。',
  '你的心理状态可能有些波动。建议试着建立一个支持网络，比如与朋友或家人保持联系，他们的陪伴可能会让你感到更安心。',
'你的得分显示心理健康有些起伏。建议调整一下生活节奏，比如减少过度忙碌的时间，给自己留一些独处或休息的空间',
'你的心理状态处于中等水平，总体还不错。建议保持一些积极的习惯，比如每天记录一件开心的事，这能帮助你维持良好的心情。',
'你的心理健康状态较好，但还有提升空间。建议多关注自我关怀，比如尝试冥想或运动，让自己保持平衡和活力。',
'你的得分显示你有一颗积极的心态。建议继续保持乐观，即使遇到小挑战，也相信自己有能力应对，偶尔给自己一些奖励吧！',
'你是一个阳光的孩子，心理健康没有任何问题！你的得分表明你很懂得调节自己。建议继续保持这种状态，可以尝试帮助身边的人，让快乐传递。',
'你的心理健康状态非常棒，几乎接近完美！建议保持现在的积极态度，你甚至可以成为朋友们的榜样，分享你的正能量。',
'满分！你的心理健康状态完美无瑕，充满了活力和幸福感。建议继续做你喜欢的事，同时为自己的内心设定一些小目标，让生活更有意义']

